Repository: brunogama/imgnation.com.br
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: AppList: Applications
pt_br: Apps

source: ModelList: Administration
pt_br: Administração

source: Media Management
pt_br: Controle de Mídia

source: FileBrowser
pt_br: Navegação de Arquivos

source: Support
pt_br: Suporte

source: Django Documentation
pt_br: Documentação do Django

source: Grappelli Documentation
pt_br: Documentação do Grappelli

source: Latest Django News
pt_br: Últimas novidades do Django

source: Recent Actions
pt_br: Últimas Ações

source: Not Found
pt_br: Não Encontrado

source: Not Found!
pt_br: Não Encontrado!

source: Sorry, but the page you were trying to view does not exist.
pt_br: Desculpe, mas a página que você está tentando visualizar não existe.

source: Go to the Text
pt_br: Para o Texto

source: Go to the Navigation Menu
pt_br: Para o menu de navegação

source: About
pt_br: Sobre

source: Games
pt_br: Jogos

source: Contact
pt_br: Contato

source: Back to The Landing Page
pt_br: Voltar para Página Principal

source: about.p1
pt_br: IMGNATION Studios é uma empresa de desenvolvimento de aplicativos móveis, que ama fazer jogos originais e proporcionar ao usuário a melhor experiência em apps.

source: about.p2
pt_br: A IMGNATION começou suas atividades em 2007 como uma empresa de ilustração e <em>concep art</em>, através dos anos a empresa evoluiu para um time completo de desenvolvimento, comprometido em trazer jogos e apps à vida.

source: about.p3
pt_br: Nossa sede é localizada no sul do Brasil.

source: Coming Soon
pt_br: Em breve

source: Address
pt_br: Endereço

source: Name
pt_br: Nome

source: Message
pt_br: Mensagem

source: Send
pt_br: Enviar

source: We will respond your message as soon as we can.
pt_br: Nós responderemos sua mensagem assim que pudermos.

source: We make Games
pt_br: Fazemos <span>Jogos</span>

source: We make Apps
pt_br: Fazemos <span>Apps</span>

source: And we love to make them
pt_br: E nós <span>amamos</span> fazê-los
